Repository: Soundlens/api
Catalog: flask/app/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Missing authorization tokens
pt: Tokens de autorização ausentes

source: Invalid token
pt: Token inválido

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
pt: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incidente ut labore et dolore magna aliqua.Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incidente ut labore et dolore magna aliqua.Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incidente ut labore et dolore magna aliqua.

source: Dashboard
pt: Painel

source: Items
pt: Itens

source: Stakeholders
pt: Partes Interessadas

source: Clients
pt: Clientes

source: Suppliers
pt: Fornecedores

source: Orders
pt: Pedidos

source: Inbound Orders
pt: Pedidos de entrada

source: Outbound Orders
pt: Pedidos de Saída

source: Invoices
pt: Faturas

source: Settings
pt: Configurações

source: Companies
pt: Empresas

source: Company Users
pt: Usuários da Empresa

source: Admin
pt: Administrador

source: Users
pt: Usuários

source: Roles
pt: Papéis

source: Events Explorer
pt: Explorador de Eventos

source: Helpdesk
pt: Central de atendimento

source: This schema represents a Comment model
pt: Este esquema representa um modelo de comentário

source: name of the Comment
pt: nome do comentário

source: This schema represents a Company model
pt: Este esquema representa um modelo de empresa

source: name
pt: nome

source: name of the Company
pt: nome da Empresa

source: This schema represents a CompanyUser model
pt: Este esquema representa um modelo CompanyUser

source: Company ID
pt: ID da empresa

source: first_name of the User
pt: nome_do usuário

source: last_name of the User
pt: último_nome do usuário

source: email of the User
pt: e-mail do usuário

source: password
pt: senha

source: password of the User
pt: senha do usuário

source: company_name of the User
pt: nome_da_empresa do usuário

source: E-mail service is not available
pt: O serviço de e-mail não está disponível

source: This schema represents a File model
pt: Este esquema representa um modelo de arquivo

source: The name of the File
pt: O nome do arquivo

source: File name is required
pt: O nome do arquivo é obrigatório

source: format of the File
pt: formato do arquivo

source: File format is required
pt: O formato do arquivo é obrigatório

source: size
pt: tamanho

source: Size of the File
pt: Tamanho do arquivo

source: link of the File
pt: link do arquivo

source: File link is required
pt: O link do arquivo é obrigatório

source: upload_files
pt: upload_arquivos

source: The type of the file
pt: O tipo do arquivo

source: The status of the file
pt: O status do arquivo

source: filter by tag type
pt: filtrar por tipo de tag

source: type
pt: tipo

source: The type of the export
pt: O tipo de exportação

source: Export type is required
pt: O tipo de exportação é obrigatório

source: count
pt: contagem

source: list of strain and count
pt: lista de tensão e contagem

source: xField
pt: xCampo

source: yField
pt: yCampo

source: seriesField
pt: campo de série

source: value
pt: valor

source: colorField
pt: campocolor

source: angleField
pt: ânguloCampo

source: title
pt: título

source: filter by status
pt: filtrar por status

source: filter by room id
pt: filtrar por ID da sala

source: order by field
pt: ordenar por campo

source: filter by actions
pt: filtro por ações

source: Success: All Companies Retrieved Successfully
pt: Sucesso: Todas as empresas recuperadas com sucesso

source: Success: All Items Retrieved Successfully
pt: Sucesso: Todos os itens recuperados com sucesso

source: Success: All Roles Retrieved Successfully
pt: Sucesso: Todas as funções recuperadas com sucesso

source: Success: All Inventory Retrieved Successfully
pt: Sucesso: Todo o inventário recuperado com sucesso

source: Success: All Clients Retrieved Successfully
pt: Sucesso: Todos os clientes recuperados com sucesso

source: Success: All Suppliers Retrieved Successfully
pt: Sucesso: Todos os fornecedores recuperados com sucesso

source: This schema represents a Client model
pt: Este esquema representa um modelo Cliente

source: Schema to gel all process for specific batch by batch id
pt: Esquema para gelificar todo o processo para lote específico por ID de lote

source: This schema represents an InboundOrder model
pt: Este esquema representa um modelo InboundOrder

source: Cached total amount
pt: Valor total armazenado em cache

source: This schema represents an InboundOrderItem model
pt: Este esquema representa um modelo InboundOrderItem

source: Increase inventory after arrival
pt: Aumentar o estoque após a chegada

source: Indicates if the arrival is finalized
pt: Indica se a chegada está finalizada

source: This schema represents an Item Instance model
pt: Este esquema representa um modelo de Instância de Item

source: Select Unit
pt: Selecionar Unidade

source: The location of this item
pt: A localização deste item

source: inventory_id
pt: inventário_id

source: The inventory_id of this item
pt: O inventário_id deste item

source: This schema represents an Item model
pt: Este esquema representa um modelo de Item

source: Name of the Item
pt: Nome do Item

source: description of the Item
pt: descrição do item

source: brand
pt: marca

source: The brand of the item
pt: A marca do item

source: The default unit of the item
pt: A unidade padrão do item

source: The SKU of the item
pt: O SKU do item

source: Whether this item is infinite
pt: Se este item é infinito

source: The status of the item
pt: O status do item

source: concept_id
pt: conceito_id

source: The ID of the item to search for
pt: O ID do item a ser pesquisado

source: The id the instance concept
pt: O id do conceito de instância

source: external_id
pt: id_externo

source: The external_id of this item
pt: O external_id deste item

source: serial_number
pt: número_de série

source: expiration_date
pt: data_de_expiração

source: The expiration date of this item
pt: A data de validade deste item

source: The time when the warranty finishes
pt: O momento em que a garantia termina

source: slug
pt: lesma

source: The slug of this item
pt: O slug deste item

source: unit_price
pt: preço_unitário

source: The quantity of item used
pt: A quantidade do item usado

source: The location description of this item
pt: A descrição da localização deste item

source: The Item instance we are taking this item from
pt: A instância do item da qual estamos retirando este item

source: The Item that was used
pt: O item que foi usado

source: This schema represents an Order model
pt: Este esquema representa um modelo de Pedido

source: name of the inbound_order
pt: nome do inbound_order

source: description of the inbound_order
pt: descrição do inbound_order

source: type is missing
pt: tipo está faltando

source: The PaymentStatus with which this item will be counted
pt: O PaymentStatus com o qual este item será contado

source: total_price of the inbound_order_item
pt: total_price do inbound_order_item

source: arrival date
pt: data de chegada

source: order url
pt: url do pedido

source: courier email
pt: e-mail do correio

source: courier phone
pt: telefone do correio

source: total_price of the inbound_order
pt: total_price do inbound_order

source: This schema represents an OrderItem model
pt: Este esquema representa um modelo OrderItem

source: The order_id of the item
pt: O order_id do item

source: This schema represents an OutboundOrderItem model
pt: Este esquema representa um modelo OutboundOrderItem

source: quantity
pt: quantidade

source: The quantity of the outbound order item
pt: A quantidade do item do pedido de saída

source: The inventory ID associated with the outbound order item
pt: O ID do inventário associado ao item do pedido de saída

source: The id of the inbound order item (not the concept)
pt: O ID do item do pedido de entrada (não o conceito)

source: The inventory ID of the outbound order item
pt: O ID do inventário do item do pedido de saída

source: This schema represents an OutboundOrder model
pt: Este esquema representa um modelo OutboundOrder

source: This schema represents a Stakeholder model
pt: Este esquema representa um modelo de Stakeholder

source: Address of the Stakeholder
pt: Endereço da Parte Interessada

source: Stars rating of the Stakeholder
pt: Classificação por estrelas do Stakeholder

source: Total count of processes
pt: Contagem total de processos

source: Count of processes currently in progress
pt: Contagem de processos atualmente em andamento

source: Count of received processes
pt: Contagem de processos recebidos

source: Count of cancelled processes
pt: Contagem de processos cancelados

source: This schema represents a Supplier model
pt: Este esquema representa um modelo de Fornecedor

source: inputSelect
pt: entradaSelecionar

source: This schema represents a Permission model
pt: Este esquema representa um modelo de Permissão

source: created_at
pt: criado_em

source: Date Permission Created
pt: Data de permissão criada

source: This schema represents a PermissionRoute model
pt: Este esquema representa um modelo PermissionRoute

source: This schema represents a Role model
pt: Este esquema representa um modelo de função

source: name of the Role
pt: nome da função

source: Role name is required
pt: O nome da função é obrigatório

source: description of the Role
pt: descrição da função

source: inserted_at
pt: inserido_em

source: Date Role Created
pt: Data de criação da função

source: permission
pt: permissão

source: value of permission
pt: valor da permissão

source: value of permission is required
pt: valor da permissão é obrigatório

source: user id
pt: ID do usuário

source: user id is required
pt: ID do usuário é obrigatório

source: This schema represents Token model
pt: Este esquema representa o modelo Token

source: Represents a social token
pt: Representa um token social

source: Represents a response for updated Token
pt: Representa uma resposta para o Token atualizado

source: This schema represents a User model
pt: Este esquema representa um modelo de usuário

source: id
pt: identificação

source: User ID
pt: ID do usuário

source: first name of User
pt: nome do usuário

source: last name of User
pt: sobrenome do usuário

source: full name of the User
pt: nome completo do usuário

source: email of User is required
pt: e-mail do usuário é obrigatório

source: The date the user email was verified
pt: A data em que o e-mail do usuário foi verificado

source: Date User Created
pt: Data de criação do usuário

source: List of role ids to assign to the user
pt: Lista de IDs de funções para atribuir ao usuário

source: locale
pt: localidade

source: The locale of the user
pt: A localidade do usuário

source: timezone
pt: fuso horário

source: The timezone of the user
pt: O fuso horário do usuário

source: The email to send the password reset email
pt: O e-mail para enviar o e-mail de redefinição de senha

source: This schema represents a User query
pt: Este esquema representa uma consulta do usuário

source: Permissions of the User
pt: Permissões do usuário

source: This schema represents a Tag model
pt: Este esquema representa um modelo de Tag

source: name of the Tag
pt: nome da etiqueta

source: Tag name is required
pt: O nome da tag é obrigatório

source: color of the Tag
pt: cor da etiqueta

source: Tag color is required
pt: A cor da etiqueta é obrigatória

source: Add tags to an item
pt: Adicionar tags a um item

source: List of tags to add
pt: Lista de tags para adicionar

source: Tags are required
pt: Tags são obrigatórias

source: This schema represents Container model
pt: Este esquema representa o modelo Container

source: Unique id the Equipment
pt: ID exclusivo do equipamento

source: Title of the container
pt: Título do contêiner

source: Id of the container where this container is located
pt: Id do container onde este container está localizado

source: Id of the container collection this container comes from
pt: Id da coleção de contêineres de onde este contêiner vem

source: is_empty
pt: está_vazio

source: Filter by containers that are empty or not
pt: Filtrar por contêineres vazios ou não

source: only_id
pt: apenas_id

source: Return only the id of the rooms (this is for the tree selection)
pt: Retorna apenas o id dos quartos (isto é para a seleção da árvore)

source: The id of the item to search for
pt: O id do item a ser procurado

source: The types of item we are searching for
pt: Os tipos de itens que procuramos

source: The id of the plant_product to search for
pt: O id do plant_product a ser procurado

source: The types of plant_product we are searching for
pt: Os tipos de produto_planta que estamos procurando

source: The usages of container we are searching for
pt: Os usos do contêiner que procuramos

source: destroy_container
pt: destruir_container

source: Whether to destroy the container itself
pt: Destruir o próprio contêiner

source: move_on
pt: mover_on

source: The location to move the container to. This can be either a room_id or a destination_container_id
pt: O local para onde mover o contêiner.

source: This schema represents Facility model
pt: Este esquema representa o modelo da instalação

source: name of the Facility
pt: nome da Instalação

source: description of the Facility
pt: descrição da Instalação

source: address
pt: endereço

source: address of the Facility
pt: endereço da Instalação

source: This schema represents Room model
pt: Este esquema representa o modelo Room

source: name of the Room
pt: nome da Sala

source: The facility id where the room is located
pt: O ID da instalação onde o quarto está localizado

source: The item instance id to find the room
pt: O ID da instância do item para encontrar o quarto

source: Unique id the item
pt: ID exclusivo do item

source: Include containers in the results
pt: Incluir contêineres nos resultados

source: Exclude this container from the results
pt: Excluir este contêiner dos resultados

source: Include rooms in the results
pt: Incluir salas nos resultados

source: The room_id of this item
pt: O room_id deste item

source: The destination_container_id of this item
pt: O destination_container_id deste item

source: Insufficient Amount:
pt: Quantidade Insuficiente:

source: This schema represents Pagination schema
pt: Este esquema representa o esquema de paginação

source: Data
pt: Dados

source: List of bar chart items with count
pt: Lista de itens do gráfico de barras com contagem

source: Field for the X axis
pt: Campo para eixo X

source: Field for the Y axis
pt: Campo para eixo Y

source: Field for series categorization
pt: Campo para categorização de séries

source: List of pie chart items with value
pt: Lista de itens do gráfico de pizza com valor

source: Field used for coloring pie chart segments
pt: Campo utilizado para colorir segmentos do gráfico de pizza

source: Field used for angle calculation in pie chart
pt: Campo utilizado para cálculo de ângulo no gráfico de pizza

source: List of card chart items with title and value
pt: Lista de itens do gráfico de cartas com título e valor

source: Unknown object class: %s
pt: Classe de objeto desconhecida: %s

source: Unsupported object type: %s
pt: Tipo de objeto não suportado: %s

source: Missing data for required field.
pt: Dados faltantes no campo obrigatório.

source: Invalid value: %s
pt: Valor inválido: %s

source: Unsupported value: %s
pt: Valor não suportado: %s

source: Filter results by a search term. Typically used for text search in names or other fields.
pt: Filtre os resultados por um termo de pesquisa.

source: Start date for the query range. Results will include records from this date onward.
pt: Data de início do intervalo de consulta.

source: End date for the query range. Results will include records up to this date.
pt: Data final do intervalo de consulta.

source: Field by which to sort the results. Defaults to 'id'.
pt: Campo pelo qual ordenar os resultados.

source: Ascending
pt: Ascendente

source: Boolean indicating whether to sort in ascending order. Default is descending order.
pt: Booleano indicando se deve ordenar em ordem crescente.

source: Page number for pagination. Defaults to 1.
pt: Número da página para paginação.

source: Items Per Page
pt: Itens por página

source: Number of items per page. If None, pagination is not applied. If 0, returns all items without pagination.
pt: Número de itens por página.

source: Number of Units
pt: Número de Unidades

source: Number of instances to add
pt: Número de instâncias a serem adicionadas

source: Quantity Per Unit
pt: Quantidade por unidade

source: Item quantity is required
pt: A quantidade do item é necessária

source: The unit with which this item will be counted
pt: A unidade com a qual este item será contado

source: Message
pt: Mensagem

source: observation
pt: observação

source: The observation associated with the given action
pt: A observação associada à ação dada

source: filter by tags
pt: filtrar por tags

source: This schema represents Suggestions Model
pt: Este esquema representa o Modelo de Sugestões

source: Unique Id of Plant
pt: ID exclusivo da planta

source: suggestion
pt: sugestão

source: Suggestion of the entity
pt: Sugestão da entidade

source: This schema represents Suggestions of Tree Model
pt: Este esquema representa sugestões de modelo de árvore

source: Name of Tree
pt: Nome da Árvore

source: key
pt: chave

source: Key of Tree
pt: Chave da Árvore

source: Value of Tree
pt: Valor da Árvore

source: List of ids
pt: Lista de IDs

source: The instance we are taking this item from
pt: A instância da qual estamos pegando este item

source: You must specify where you took the item from
pt: Você deve especificar de onde retirou o item

source: You must specify the quantity used
pt: Você deve especificar a quantidade utilizada
